
{
    "wordCounter": "Wortzähler",
    "characterCount": "Zeichenanzahl",
    "wordCount": "Wortanzahl",
    "sentenceCount": "Satzanzahl",
    "paragraphCount": "Absatzanzahl",
    "readingTime": "Lesezeit",
    "keywordDensity": "Schlüsselwortdichte",
    "clearText": "Text löschen",
    "howToUse": "Wie zu verwenden",
    "howToUseText": "Beginnen Sie einfach mit dem Tippen oder fügen Sie Ihren Text in das obige Textfeld ein, um eine sofortige Analyse zu erhalten. Die Wortanzahl, die Zeichenanzahl und andere Metriken werden in Echtzeit aktualisiert. Sie können auch zwischen hellem und dunklem Modus wechseln und die Sprache der Benutzeroberfläche ändern.",
    "about": "Über Uns",
    "aboutText": "Diese Wortzähler-Anwendung ist ein einfaches und leistungsstarkes Werkzeug zur Analyse Ihres Textes. Es bietet eine Vielzahl von Metriken, die Ihnen helfen, Ihr Schreiben besser zu verstehen. Ob Sie Student, Schriftsteller oder Profi sind, dieses Tool kann Ihnen helfen, Ihr Schreiben zu verbessern und Ihre Ziele zu erreichen.",
    "contactUs": "Kontaktieren Sie uns",
    "contactText": "Wenn Sie Fragen, Feedback oder Vorschläge haben, können Sie sich gerne an uns wenden. Wir würden uns freuen, von Ihnen zu hören!",
    "nameLabel": "Name",
    "emailLabel": "Email",
    "messageLabel": "Nachricht",
    "submitButton": "Senden",
    "cookieConsent": {
        "bannerText": "Wir verwenden Cookies, um Ihre Erfahrung zu verbessern, den Datenverkehr zu analysieren und personalisierte Werbung zu schalten. Indem Sie unsere Website weiterhin nutzen, stimmen Sie der Verwendung von Cookies gemäß unserer Cookie-Richtlinie zu.",
        "acceptAll": "Alle akzeptieren",
        "customize": "Anpassen",
        "rejectAll": "Alle ablehnen",
        "learnMore": "Mehr erfahren"
    },
    "consentManagement": {
        "title": "Cookie-Einstellungen",
        "description": "Verwalten Sie Ihre Einwilligungseinstellungen für verschiedene Arten von Cookies unten. Notwendige Cookies sind immer aktiviert, um die grundlegende Funktionalität zu gewährleisten.",
        "necessary": "Notwendige Cookies",
        "necessaryDescription": "Diese Cookies sind für die ordnungsgemäße Funktion der Website unbedingt erforderlich und können nicht abgeschaltet werden. Sie werden in der Regel als Reaktion auf von Ihnen durchgeführte Aktionen gesetzt, die eine Dienstanforderung darstellen, wie z. B. das Festlegen Ihrer Datenschutzeinstellungen, das Anmelden oder das Ausfüllen von Formularen.",
        "analytics": "Analyse-Cookies",
        "analyticsDescription": "Diese Cookies erlauben uns, Besuche und Verkehrsquellen zu zählen, um die Leistung unserer Website zu messen und zu verbessern. Sie helfen uns dabei, zu erfahren, welche Seiten am beliebtesten und am wenigsten beliebten sind und wie sich Besucher auf der Seite bewegen.",
        "advertising": "Werbungs-Cookies",
        "advertisingDescription": "Diese Cookies können über unsere Website von unseren Werbepartnern gesetzt werden und dienen dazu, ein Profil Ihrer Interessen zu erstellen, um Ihnen relevante Werbung zu zeigen. Sie speichern keine direkt personenbezogenen Daten, sondern basieren auf der eindeutigen Identifizierung Ihres Browsers und Ihres Internetgeräts.",
        "rejectAll": "Alle ablehnen",
        "acceptAll": "Alle akzeptieren",
        "savePreferences": "Einstellungen speichern"
    },
    "privacyPolicy": "Datenschutzrichtlinie",
    "privacyPolicyTitle": "Datenschutzrichtlinie - Wortzähler-Tool",
    "privacyPolicyDescription": "Erfahren Sie, wie wir Ihre Informationen sammeln, verwenden und schützen, wenn Sie unser kostenloses Wortzähler-Tool verwenden.",
    "effectiveDate": "Gültigkeitsdatum",
    "section1Title": "Von uns gesammelte Informationen",
    "noPersonalInformation": "Wir sammeln keine personenbezogenen Informationen über Sie, wenn Sie unsere Website nutzen. Das Wortzähler-Tool arbeitet vollständig innerhalb Ihres Webbrowsers - alle Verarbeitung erfolgt lokal auf Ihrem Gerät.",
    "section2Title": "Wie wir Informationen verwenden",
    "sinceNoInformation": "Da wir keine personenbezogenen Informationen sammeln, verwenden wir auch keine personenbezogenen Informationen über Sie.",
    "dataSecurity": "Datensicherheit",
    "dataSecurityInfo": "Ihre Textdaten bleiben in Ihrem Browser und werden niemals an unsere Server oder Dritte übermittelt. Wenn Sie unser Wortzähler-Tool verwenden, bleibt Ihr Text auf Ihrem lokalen Gerät und wird nirgendwo gespeichert.",
    "thirdPartyServices": "Dienste von Drittanbietern",
    "thirdPartyInfo": "Wir können Dienste von Drittanbietern wie Google Analytics und Google AdSense verwenden. Diese Dienste können Informationen über Ihre Nutzung unserer Website sammeln und Cookies verwenden, um Ihre Online-Aktivitäten über Websites hinweg zu verfolgen.",
    "cookiesInfo": "Wie viele Websites verwenden wir Cookies und ähnliche Tracking-Technologien, um die Aktivitäten auf unserer Website zu verfolgen und bestimmte Informationen zu speichern. Unsere Website verwendet Cookies für verschiedene Zwecke, einschließlich wesentlicher, analytischer und werblicher Zwecke.",
    "changesToPolicy": "Änderungen dieser Datenschutzrichtlinie",
    "changesInfo": "Wir können unsere Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden Sie über alle Änderungen informieren, indem wir die neue Datenschutzrichtlinie auf dieser Seite veröffentlichen und das Gültigkeitsdatum am oberen Rand dieser Seite aktualisieren.",
    "contactUs": "Kontaktieren Sie uns",
    "contactForQuestions": "Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, wenden Sie sich bitte über unsere",
    "page": "Seite",
    "navigateOurSite": "Durch unsere Website navigieren",
    "freeWordCounterTool": "Kostenloses Wortzähler-Tool",
    "aboutUs": "Über uns",
    "writingResources": "Schreibressourcen",
    "termsOfService": "Nutzungsbedingungen",
    "contact": "Kontakt",
    "cookies": "Cookies",
    "english": "English",
    "spanish": "Español",
    "french": "Français",
    "hindi": "हिन्दी",
    "german": "Deutsch",
    "japanese": "日本語",
    "chinese": "中文"
}
